<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'lang'          => 'KK',
    'en'            => 'EN',
    'ru'            => 'RU',
    'kk'            => 'KK',

    'welcome'       => 'Auezov курстары',
    'authorization' => 'Тіркелу',

    'course'        => 'Курс',
    'home'          => 'Басты бет',
    'my.courses'    => 'Менің курстарым',
    'control.panel' => 'Басқару панелі',
    'search'        => 'Іздеу',
    'profile'       => 'Профиль',
    'logout'        => 'Шығу',
    'all.rights'    => 'Барлық құқықтар сақталған.',
    'search.courses'=> 'Курстарды іздеу',
    'what.are.you'  => 'Сіз не іздеп жүрсіз?',
    'search.results'=> 'Іздеу',
    'the.course.was'=> 'Курс табылмады',
    'rights'        => 'Ранг',
    'image'         => 'Сурет',

    'courses.form.lead' => 'Жетекші оқытушылардың курстары',
    'south.kazakhstan'  => 'М.Әуезов атындағы Оңтүстік Қазақстан Университеті  Open edX платформасында MOOK-ті енгізу бойынша қазақстандық университеттер арасында көшбасшы болып табылады.',

    'courses'          => 'Курстар',
    'advantages'       => 'Ашық онлайн курстардың артықшылықтары',
    'mass.character'   => 'Көпшілік',
    'hundereds.and'    => 'Бір курста жүздеген және мыңдаған тыңдаушылар',
    'opennes'          => 'Ашықтық',
    'all.courses.are'  => 'Барлық курстар ашық түрде ұсынылған',
    'online'           => 'Онлайн',
    'independencs'     => 'Географиялық орналасудан тәуелсіз',
    'comfortability'   => 'Жайлылық',
    'everyone.chooses' => 'Әркім оқу қарқынын өзінің таңдайды',

	 'login'            => 'Кіру',
    'email'            => 'Почта',
    'password'         => 'Құпия сөз',
    'already.register' => 'Тіркеліп қойдынызба',
    'first.time.on'    => 'Сайтта бірінші рет',
    'to.remember'      => 'Мені есте сақтау',
    'forgot.your'      => 'Құпия сөзіңізді ұмыттыңыз ба?',
    'to.continue'      => 'Жалғастыру үшін сізге тіркелу керек.',
    'register'         => 'Тіркелу',

    'registration' => 'Тіркелу',
    'surname'      => 'Тегі',
    'name'         => 'Есімі',
    'email'        => 'Почта',
    'confirm.pass' => 'Құпиясөзді Растау',
    'enter'        => 'Кіру',

    'sign.up.for'    => 'Курсқа жазылу',
    'about.course'   => 'Курс жайлы',
    'you.are.enroll' => 'Курсқа жазылып қойдыныз',
    'course.hide.to' => 'Курс жабық',
    'please.sign.up' => 'Алдымен курсқа тіркелініз',
    'open'        	=> 'Ашыу',
    'verify' 		   => 'Тексеру',

    'module'   => 'Модуль',
    'lecture'  => 'Лекция',
    'lesson'   => 'Сабақ',
    'test'   => 'Тест',
    'end.of.course' => 'Курстың аяқталуы',
    'course.start' => 'Курстың басталуы',
    'start.course' => 'Курсты бастау',
    'additional.materials' => 'Қосымша материалдар',
    'unavailable' => 'Жабық',

];