<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'header'        => 'курстар',
    'header.home'   => 'Басты бет',
    'header.curs'   => 'Менің курстарым',
    'header.lang'   => 'KK',
    'header.panel'  => 'Басқару панелі',
    'header.login'  => 'Кіру',
    'header.search' => 'Іздеу',
    'header.profile'=> 'Профиль',
    'header.logout' => 'Шығу',
    'footer.text'   => 'Барлық құқықтар сақталған.',

    ////////////////////
    // welcome.blade.php
    'welcome.title' => 'Жетекші оқытушылардың курстары',
    'welcome.text' => 'М.Әуезов атындағы Оңтүстік Қазақстан Университеті  Open edX платформасында MOOK-ті енгізу бойынша қазақстандық университеттер арасында көшбасшы болып табылады.',
    'welcome.course'  => 'Курстар',
    'welcome.courses' => 'Барлық курстар',
    'training.about'   => 'Ашық онлайн курстардың артықшылықтары',
    'training.about1'  => 'Көпшілік',
    'training.about11' => 'Бір курста жүздеген және мыңдаған тыңдаушылар',
    'training.about2'  => 'Ашықтық',
    'training.about22' => 'Барлық курстар ашық түрде ұсынылған',
    'training.about3'  => 'Онлайн',
    'training.about33' => 'Географиялық орналасудан тәуелсіз',
    'training.about4'  => 'Жайлылық',
    'training.about44' => 'Әркім оқу қарқынын өзінің таңдайды',

    ////////////////////
    // search.blade.php
    'search.title' => 'Курстарды іздеу',
    'search.input' => 'Сіз не іздеп жүрсіз?',
    
    ////////////////////
    // login.blade.php
    'login.email'        => 'Почта',
    'login.pass'         => 'Пароль',
    'login.title'        => 'Тіркеліп қойдынызба',
    'login.title2'       => 'Сайтта бірінші рет',
    'login.remember'     => 'Мені есте сақтау',
    'login.forgot'       => 'Құпия сөзіңізді ұмыттыңыз ба?',
    'login.needRegister' => 'Жалғастыру үшін сізге тіркелу керек.',
    'login.register'     => 'Қазір тіркеліңіз',

    ////////////////////
    // register.blade.php
    'register.reg'     => 'Тіркеу',
    'register.surname' => 'Тегі',
    'register.name'    => 'Есімі',
    'register.email'   => 'Почта',
    'register.birthday'=> 'Туған күні',
    'register.pass'    => 'Пароль',
    'register.pass2'   => 'Құпиясөзді Растау',
    'register.register'=> 'Кіру',

    ////////////////////
    // trainings.blade.php
    'course'   =>  'Курс',
    'module'   => 'Модуль',
    'lecture'  => 'Лекция',
    'lesson'   => 'Урок',
    'test'   => 'Тест',
    'end.of.course' => 'Курстың аяқталуы',
    'course.start' => 'Курстың басталуы',
    'start.course' => 'Курсты бастау',
    'additional.materials' => 'Қосымша материалдар',
    'wrong' => 'Қате',
    'right' => 'Дұрыс',
    'unavailable' => 'Недоступно',
    
];