<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'lang'          => 'RU',
    'en'            => 'EN',
    'ru'            => 'RU',
    'kk'            => 'KK',

    'welcome'       => 'Добро пожаловать',
    'authorization' => 'Авторизация',

    'course'        => 'Курс',
    'home'          => 'Главная',
    'my.courses'    => 'Мои курсы',
    'control.panel' => 'Панель управления',
    'search'        => 'Поиск',
    'profile'       => 'Профиль',
    'logout'        => 'Выйти',
    'all.rights'    => 'Все права защищены.',
    'search.courses'=> 'Поиск курсов',
    'what.are.you'  => 'Что вы ищете?',
    'search.results'=> 'Результаты поиска',
    'the.course.was'=> 'Курс не найден',
    'rights'        => 'Права',
    'image'         => 'Изображение',

    'courses.form.lead' => 'Курсы от ведущих преподавателей',
    'south.kazakhstan'  => 'Южно-Казахстанский Университет им. М.Ауезов является лидером среди казахстанских университетов по внедрению MOOК на открытой платформе         Open edX.',

    'courses'          => 'Курсы',
    'advantages'       => 'Преимущества открытых онлайн курсов',
    'mass.character'   => 'Массовость',
    'hundereds.and'    => 'Сотни и тысячи слушателей в одном курсе',
    'opennes'          => 'Открытость',
    'all.courses.are'  => 'Все курсы представлены в открытом доступе',
    'online'           => 'Онлайн',
    'independencs'     => 'Независимость от географического местоположения',
    'comfortability'   => 'Комфортность',
    'everyone.chooses' => 'Каждый выбирает свой темп обучения',

    'login'            => 'Войти',
    'email'            => 'Почта',
    'password'         => 'Пароль',
    'already.register' => 'Уже зарегистрирован',
    'first.time.on'    => 'Впервые на сайте',
    'to.remember'      => 'Запомнить меня',
    'forgot.your'      => 'Забыли пароль?',
    'to.continue'      => 'Чтобы продолжить, необходимо зарегистрироваться.',
    'register'         => 'Зарегистрироваться',

    'registration' => 'Регистрация',
    'surname'      => 'Фамилия',
    'name'         => 'Имя',
    'email'        => 'Почта',
    'confirm.pass' => 'Подтвердить Пароль',
    'enter'        => 'Войти',

    'sign.up.for'    => 'Записаться на курс',
    'about.course'   => 'О курсе',
    'you.are.enroll' => 'Вы записаны на этот курс',
    'course.hide.to' => 'Чтобы изучить этот курс, пожалуйста, свяжитесь с администрацией',
    'please.sign.up' => 'Пожалуйста, сначала запишитесь на этот курс',
    'open' 				=> 'Открыть',
    'verify' 			=> 'Проверить',

    'module'   => 'Модуль',
    'lecture'  => 'Лекция',
    'lesson'   => 'Урок',
    'test'   => 'Тест',
    'end.of.course' => 'Оканчание курса',
    'course.start' => 'Начало курса',
    'start.course' => 'Приступить курсу',
    'additional.materials' => 'Дополнительные материалы',
    'unavailable' => 'Недоступно',
    
];